

"Message Center" = "メッセージ センター";

/* Growl alert sheet */
"Cancel" = "キャンセル";
"Don't Ask Again" = "今後このメッセージを表示しない";
"Install" = "インストール";

// Yet to be localized
"Install Growl" = "Growl のインストール";

"Start Growl" = "Growl の起動";

"Show Growl preferences" = "Growl の環境設定の表示";

"Growl installation required" = "お使いの HP 製デバイスは、用紙切れなどの重要事項により注意を要する場合の通知に、Growl というアプリケーションを使用します。\n\nこのような通知を受信するには、追加のソフトウェアをインストールする必要があります。ダウンロードする必要はなく、[インストール] をクリックするだけで Growl がインストールされます。\n\nこのコンピュータにログインするときに常に Growl 通知を起動するには、Apple の [システム環境設定] に移動し、[Growl の環境設定] ウィンドウを選択して、[ログイン時に Growl を起動] チェックボックスを選択します。";

"Growl not running" = "お使いの HP 製デバイスは、用紙切れなどの重要事項により注意を要する場合の通知に、Growl というアプリケーションを使用します。このような通知を受信するには、以下のステップに従い、Growl を起動します:\n\n1.以下の [Growl の環境設定の表示] ボタンを押して、[Growl の環境設定] ウィンドウを表示します。\n2. [Growl の環境設定] ウィンドウで [Growl の起動] ボタンをクリックします。\n3. このコンピュータにログインするときに常に Growl メッセージングを起動するには、Apple の [システム環境設定] に移動し、[Growl の環境設定] ウィンドウを選択して、[ログイン時に Growl を起動] チェックボックスを選択します。\n4. [システム環境設定] を終了します。";

"Loading events" = "イベントをロードしています...";
HSDDeviceKeyword = "デバイス";
HSDAlertKeyword = "アラート";
HSDEventKeyword = "イベント";

HSDAlertSettingsTitle = "アラート設定";
HSDAlertsNote = "HP デバイスに対して表示する、拡張ステータス情報のレベルを指定します。要求したタスクをデバイスが完了できない場合や、注意が必要な場合は、常に通知されます。";

HSDDisplayAlertsTitle = "次の拡張アラートを表示します:";
HSDAutodismissAlertsTitle = "次のアラートを";
HSDAutodismissAlertsTitlePostfix = "後に自動的に非表示にします:";

HSDErrorsWarningsAndInfo = "エラー メッセージ、警告メッセージ、情報メッセージ";
HSDErrorsAndWarnings = "エラーと警告";
HSDErrorsOnly = "エラーのみ";
HSDInfoMessages = "情報メッセージ";
HSDWarningsAndInfoMessages = "警告メッセージと情報メッセージ";

HSDDisplayVirtualAlertsTitle = "アラートに Web コンテンツを表示する";
HSDVirtualAlertsNote = "HSD_TEXT:お客様の許可のもと、デバイスのステータスをセキュリティ保護された状態で HP と共有できます。情報をご提供いただいた場合、HP では、お客様の HP プログラムへの登録や特典を受ける資格の有無を確認し、使用可能なオプションに基づいてアラートを変更することができます。

* HP に送信される情報の詳細については、HSD_KEYED_LINK:MoreInfoTitle をご覧ください。

* HP のプライバシー ポリシーの詳細については、HSD_LINK:HSDPrivacyStatementOnlineLink をご覧ください。";
